[
  {
    "_id": "58d19421c60aaf499cf80ed1",
    "description": "Feel free to \"walk on\" to a scene to support (if it needs support), turning a two-person scene into a three-, four-, five-, or whatever-person one. When you freeze a scene with more than two people, you can tag as many people as you want to get rid of to bring it back down. Get a feel for the pace, and keep it reasonable - there's no reason to have tons of people on stage for long.",
    "addedUser": "58c6e5bcd036281f4ce07dff",
    "tag": "58d1941dc60aaf499cf809f2",
    "__v": 0,
    "dateModified": "2017-03-21T20:59:13.300Z",
    "dateAdded": "2014-12-03T18:31:42.209Z",
    "public": true
  },
  {
    "_id": "58d19421c60aaf499cf80ed2",
    "description": "Don't wait until you have a good idea for a scene, because that will never work out. Just wait for a high moment in a scene, or for somebody in the scene to have a crazy position - then freeze it. You'll come up with something once you get into position.",
    "addedUser": "58c6e5bcd036281f4ce07dff",
    "tag": "58d1941dc60aaf499cf809f2",
    "__v": 0,
    "dateModified": "2017-03-21T20:59:13.305Z",
    "dateAdded": "2014-12-03T18:22:11.380Z",
    "public": true
  },
  {
    "_id": "58d19421c60aaf499cf80ed3",
    "description": "Don't be afraid! If nobody else is stepping forward, just do it - whether you have an idea or not. Just make something up! It's always better in these line-up games to have an awkward non-joke than an awkward silence.",
    "addedUser": "58c6e5bcd036281f4ce07dff",
    "tag": "58d1941dc60aaf499cf809e3",
    "__v": 0,
    "dateModified": "2017-03-21T20:59:13.307Z",
    "dateAdded": "2014-12-03T18:06:41.325Z",
    "public": true
  },
  {
    "_id": "58d19421c60aaf499cf80ed4",
    "description": "Please don't just pull a note out of your pocket and say \"well, my grandma always said, 'herp derp plerp whatever.'\" That's a cop-out and super lame. Own the lines, because having to justify them is the fun part.",
    "game": "58d1941fc60aaf499cf80c41",
    "addedUser": "58c6e5bcd036281f4ce07dff",
    "__v": 0,
    "dateModified": "2017-03-21T20:59:13.313Z",
    "dateAdded": "2014-12-03T12:34:23.933Z",
    "public": true
  },
  {
    "_id": "58d19421c60aaf499cf80ed5",
    "description": "Anti-Freeze is a good way to \"ease into\" doing long form.",
    "game": "58d1941ec60aaf499cf80ac3",
    "addedUser": "58c6e5bcd036281f4ce07dff",
    "__v": 0,
    "dateModified": "2017-03-21T20:59:13.318Z",
    "dateAdded": "2014-12-03T18:24:10.514Z",
    "public": true
  },
  {
    "_id": "58d19421c60aaf499cf80ed7",
    "description": "Alternatively, you can play up the \"mutation\" by having each person heighten the action like crazy, so as it goes around it just becomes more and more ridiculous and chaotic.",
    "game": "58d1941fc60aaf499cf80c8c",
    "addedUser": "58c6e5bcd036281f4ce07dff",
    "__v": 0,
    "dateModified": "2017-03-21T20:59:13.324Z",
    "dateAdded": "2014-12-14T18:59:45.376Z",
    "public": true
  },
  {
    "_id": "58d19421c60aaf499cf80ed8",
    "description": "You don't have to play this with lines from the audience. Give each actor a different book or script or whatever, and they can open to a random page and read a sentence from there. That's super fun and helps you avoid the inevitable audience member who thinks writing \"look at my penis\" or something is the funniest thing (pro tip: it isn't).",
    "game": "58d1941fc60aaf499cf80c41",
    "addedUser": "58c6e5bcd036281f4ce07dff",
    "__v": 0,
    "dateModified": "2017-03-21T20:59:13.329Z",
    "dateAdded": "2014-12-15T17:39:22.959Z",
    "public": true
  },
  {
    "_id": "58d19421c60aaf499cf80ed9",
    "description": "The trick here is to really repeat everything that has happened, exactly as it happened. When 'reverse' is called, the exact same lines should be said in reverse order, and then 'forward' will play the scene exactly as it just happened. We're watching a video played backwards and forwards - it's always the same thing.",
    "game": "58d1941fc60aaf499cf80b82",
    "addedUser": "58c6e5bcd036281f4ce07dff",
    "__v": 0,
    "dateModified": "2017-03-21T20:59:13.332Z",
    "dateAdded": "2014-12-16T10:33:39.329Z",
    "public": true
  },
  {
    "_id": "58d19421c60aaf499cf80eda",
    "description": "A good way to practice editing and scene development at the same time.  Try mixing several of the variations for extreme challenge.",
    "game": "58d1941ec60aaf499cf80a97",
    "addedUser": "58c6e5bcd036281f4ce07dff",
    "__v": 0,
    "dateModified": "2017-03-21T20:59:13.335Z",
    "dateAdded": "2013-11-05T11:57:51.000Z",
    "public": true
  },
  {
    "_id": "58d19421c60aaf499cf80edb",
    "description": "EDITORS NOTE: I'm not sure if this is really relevant to be included in the database, since it isn't really a game on its own. This might be more appropriate for more of a Wiki style \"dictionary\" of Improv concepts.",
    "game": "58d19420c60aaf499cf80de5",
    "addedUser": "58c6e5bcd036281f4ce07dff",
    "__v": 0,
    "dateModified": "2017-03-21T20:59:13.338Z",
    "dateAdded": "2016-02-04T19:58:26.412Z",
    "public": true
  },
  {
    "_id": "58d19421c60aaf499cf80edc",
    "description": "This would be a fun way to start a show, by just getting a suggestion from the audience (maybe even ahead of time before the show starts) and telling proverbs, one word at a time, based on that suggestion. It's simple enough that it needs no explanation, and it would be a fun way to get the ball rolling, instead of just saying the boring old \"welcome to the show, who has seen Improv before, blah blah.\"",
    "game": "58d19420c60aaf499cf80dab",
    "addedUser": "58c6e5bcd036281f4ce07dff",
    "__v": 0,
    "dateModified": "2017-03-21T20:59:13.341Z",
    "dateAdded": "2016-02-01T22:27:14.132Z",
    "public": true
  },
  {
    "_id": "58d19421c60aaf499cf80edd",
    "description": "This is a classic warmup game which can really be played in a variety of ways. Described here is but one style, but you should feel free to modify it however you see fit to work with you and your group. I suppose that's true of anything on here.\r\n<br /><br />\nPractice how well you can enunciate those words and still say them quickly and clearly for the entire group to hear. Mix up your challenges, throwing a bunch of \"bops\" out and then a \"mack\" to trick the players on the outside to respond when they shouldn't.",
    "game": "58d19421c60aaf499cf80e9a",
    "addedUser": "58c6e5bcd036281f4ce07dff",
    "__v": 0,
    "dateModified": "2017-03-21T20:59:13.347Z",
    "dateAdded": "2016-09-27T18:29:05.415Z",
    "public": true
  }
]